---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireConduitTypeSetIterator
source: html/1269921a-00b8-8b94-7d47-835f316e50f0.htm
---
# WireConduitTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.